import React from 'react';
import './styles.scss';

export const About = () => <div className="about">About
    <div className='about-info'>
    <span className='about-info-marsa'>marsa.</span> – локальная марка уличной одежды, созданная в Минске в 2011 году. 
    В основе нашей концепции лежит спортивная практичность, свободолюбивый дух уличной к
    ультуры и неповторимая эстетика 80-90х годов. Всю нашу продукцию мы разрабатываем и 
    шьем на собственном производстве в Беларуси из европейских тканей и фурнитуры. 
    Принты создаются нами самостоятельно от идеи и до воплощения их в печати. Все вещи 
    мы выпускаем ограниченным тиражом в несколько сотен единиц.
    </div></div>;
